<?php
	$keyboards = [
		[
			"keyboard" => [
				["فروش", "رهن"],
				["اجاره", "رهن و اجاره"],
				["معاوضه", "مشارکت"],
				["پیش فروش", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["آپارتمان", "ویلایی", "کلنگی"],
				["تجاری", "اداری", "باغ"],
				["سوله", "بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["شمالی", "جنوبی", "شرقی"],
				["غربی", "شمال غربی", "شمال شرقی"],
				["جنوب شرقی", "جنوب غربی", "شمالی جنوبی"],
				["شرقی غربی", "بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["یک خوابه", "دو خوابه"],
				["سه خوابه", "چهار خوابه"],
				["بیشتر از چهار خوابه"],
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["یک", " دو", "سه"],
				["چهار", "پنج", "شش"],
				["بالاتر از شش"],
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["کولر", "اسپلیت"],
				["چیلر", "غیره..."],
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["پکیج", "شوفاژ"],
				["بخاری", "گرمایش از کف"],
				["غیره..."],
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["دارد", "ندارد"],
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["یک", "دو"],
				["سه", "ندارد"],
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["تخلیه", "مستاجر"],
				["مالک", "در حال تخلیه"],
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["ادامه", "بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["ادامه", "بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["تایید و ذخیره", "بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		]
	];

	$messages = [
		"عنوان",
		"کاربری ملک",
		"متراژ",
		"موقعیت ملک",
		"تعداد خواب",
		"تعداد طبقه",
		"سرمایش",
		"گرمایش",
		"آسانسور",
		"پارکینگ",
		"سن بنا",
		"وضعیت سکونت",
		"",
		"منطقه(محله - خیابان)",
		"آدرس",
		"مالک / مشاور",
		"تلفن تماس",
		"توضیحات",
		"تصویر ملک",
		"برای ذخیره نهایی, لطفا اطلاعات را تایید کنید."
	];

	$reqkeyboards = [
		[
			"keyboard" => [
				["فروش", "رهن"],
				["اجاره", "رهن و اجاره"],
				["معاوضه", "مشارکت"],
				["پیش فروش", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["آپارتمان", "ویلایی", "کلنگی"],
				["تجاری", "اداری", "باغ"],
				["سوله", "بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["شمالی", "جنوبی", "شرقی"],
				["غربی", "شمال غربی", "شمال شرقی"],
				["جنوب شرقی", "جنوب غربی", "شمالی جنوبی"],
				["شرقی غربی", "بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["یک خوابه", "دو خوابه"],
				["سه خوابه", "چهار خوابه"],
				["بیشتر از چهار خوابه"],
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["یک", " دو", "سه"],
				["چهار", "پنج", "شش"],
				["بالاتر از شش"],
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["کولر", "اسپلیت"],
				["چیلر", "غیره..."],
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["پکیج", "شوفاژ"],
				["بخاری", "گرمایش از کف"],
				["غیره..."],
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["دارد", "ندارد"],
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["یک", "دو"],
				["سه", "ندارد"],
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["ادامه", "بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		],
		[
			"keyboard" => [
				["تایید و ذخیره", "بازگشت", "انصراف"]
			],
			"resize_keyboard" => true
		]
	];

	$reqmessages = [
		"عنوان",
		"کاربری ملک",
		"متراژ",
		"موقعیت ملک",
		"تعداد خواب",
		"تعداد طبقه",
		"سرمایش",
		"گرمایش",
		"آسانسور",
		"پارکینگ",
		"",
		"منطقه(محله - خیابان)",
		"نام و نام خانوادگی",
		"تلفن تماس",
		"توضیحات",
		"برای ذخیره نهایی, لطفا اطلاعات را تایید کنید."
	];
?>
